tests/daisyonline-service-10/stress_setReadingSystemAttributes/request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><n:setReadingSystemAttributes xsi:type="supportedInputTypes_type0" xmlns:xsi="http://www.daisy.org/ns/daisy-online/" xmlns:n="http://www.daisy.org/ns/daisy-online/"><n:readingSystemAttributes xsi:type="readingSystemAttributes_type0"><n:manufacturer>Acme Corp</n:manufacturer><n:model>Pocket phantome</n:model><n:serialNumber>123456</n:serialNumber><n:version>123</n:version><n:config xsi:type="config_type0"><n:supportsMultipleSelections>false</n:supportsMultipleSelections><n:preferredUILanguage>en</n:preferredUILanguage><n:bandwidth>800000</n:bandwidth><n:supportedContentFormats xsi:type="supportedContentFormats_type0"><n:contentFormat>ANSI/NISO Z39.86-2005</n:contentFormat><n:contentFormat>Daisy 2.02</n:contentFormat></n:supportedContentFormats><n:supportedContentProtectionFormats xsi:type="supportedContentProtectionFormats_type0"></n:supportedContentProtectionFormats><n:supportedMimeTypes xsi:type="supportedMimeTypes_type0"></n:supportedMimeTypes><n:supportedInputTypes xsi:type="supportedInputTypes_type0"></n:supportedInputTypes><n:requiresAudioLabels>false</n:requiresAudioLabels></n:config></n:readingSystemAttributes></n:setReadingSystemAttributes></soapenv:Body></soapenv:Envelope>
